<?xml version="1.0" encoding="utf-8" ?>
<%@ page language="java" contentType="text/xml; charset=utf-8" pageEncoding="utf-8"%>
<%@ taglib prefix="s" uri="/struts-tags"%>
<news>
	<title><![CDATA[${title}]]></title>
	<time><s:date name="new java.util.Date()" format="yyyy-MM-dd HH:mm:ss" /></time>
	<source>${source}</source>
	<img>${img}</img>
	<content><![CDATA[新华网北京7月29日电　鉴于周永康涉嫌严重违纪，中共中央决定，依据《中国共产党章程》和《中国共产党纪律检查机关案件检查工作条例》的有关规定，由中共中央纪律检查委员会对其立案审查。

周永康简历

男，汉族，1942年12月生，江苏无锡人，1964年11月入党，1966年9月参加工作，北京石油学院勘探系地球物理勘探专业毕业，大学学历，教授级高级工程师。

1961－1966年　北京石油学院勘探系地球物理勘探专业学习

1966－1967年　留校待分配

1967－1970年　大庆油田六七三厂地质队实习员、技术员

1970－1973年　辽河石油会战指挥部地质团区域室技术员、党支部书记、大队长

1973－1976年　辽河石油勘探局地球物理勘探处处长

1976－1979年　辽河石油勘探局政治部副主任

1979－1983年　辽河石油勘探局副局长兼钻井指挥部党委书记、物探指挥部党委书记兼指挥

1983－1985年　辽河石油勘探局局长、党委副书记，辽宁省盘锦市委副书记、市长

1985－1988年　石油工业部副部长、党组成员

1988－1996年　中国石油天然气总公司副总经理、党组副书记（其间：1989－1990年兼任塔里木石油会战指挥部指挥、临时党委书记；1989－1990年兼任胜利石油管理局党委书记、局长和山东省东营市委书记）

1996－1998年　中国石油天然气总公司总经理、党组书记

1998－1999年　国土资源部部长、党组书记

1999－2002年　四川省委书记

2002－2003年　中央政治局委员、中央书记处书记，中央政法委员会副书记，公安部部长、党委书记

2003－2007年　中央政治局委员、中央书记处书记，国务委员、国务院党组成员，中央政法委员会副书记，公安部部长（ 2007.10.28 十届全国人大常委会第三十次会议免去其兼任的公安部部长职务）、党委书记

2007年－2013年  中央政治局常委（至2012年11月），国务委员、国务院党组成员（至2008年3月），中央政法委员会书记（至2012年11月），中央社会治安综合治理委员会主任（至2013年）

第十四届中央候补委员，十五届、十六届、十七届中央委员，十六届中央政治局委员、中央书记处书记，十七届中央政治局委员、常委。]]></content>
</news>